[
    {
        "for":"Blood",
        "imagen":"img/Banner/BloodHound_banner.png",
        "name":"BloodHound",
        "specialty":"Rastreadora Tecnologica",
        "info_legends":"Bloodhound es conocide en las Tierras Salvajes por ser une de les mejores cazadores de La Frontera. Bloodhound era hije de dos ingenieros destinados a la central industrial Un nuevo amanecer de Talos. Su tío Artur le adoptó después de que un accidente destruyese las instalaciones y acabase con sus padres. Artur le enseñó las Viejas costumbres, un sistema de creencias que se centra en la gloria de la naturaleza y rechaza la tecnología moderna. <br> Sin embargo, a Bloodhound siempre le atrajeron las maravillas tecnológicas y  acabó por utilizar una combinación de métodos antiguos y nuevos para acabar con un goliat que acechaba a los aldeanos. Esto cambió para siempre su camino. Sus habilidades incomparables como rastreadore son una auténtica bendición para su equipo, ya que le permiten revelar contrincantes ocultos y seguir los movimientos del enemigo. Bloodhound invoca a los antiguos dioses vikingos de la Tierra para le guíen. Cree que el destino es un camino ya marcado que conduce a todos a su muerte. Pero esto le da fuerza, porque hasta que llegue ese día, Bloodhound sabe que nada podrá detenerle.",
        "img_hab01":"img/Hab_legends/bloodhound_ojoomniciente.png",
        "img_hab02":"img/Hab_legends/bloodhound_rastreadora.png",
        "img_hab03":"img/Hab_legends/bloodhound_bestiacazadora.png",
        "text_info01":"Ojo omnisciente<br>Revela brevemente enemigos, trampas y pistas ocultas a través de todas las estructuras frente a ti.",
        "text_info02":"Rastreadora<br>Verás los rastros dejados por tus enemigos.",
        "text_info03":"Bestia cazadora<br>Agudiza tus sentidos, lo que te permite moverte más rápidamente y resaltar a tu presa.",
        "YT":"https://www.youtube.com/embed/euWTbVdRGv0"
    },
    {
        "for":"fuse",
        "imagen":"img/Banner/Fuse_banner.png",
        "name":"Fuse",
        "specialty":"Grandioso experto en explosivos",
        "info_legends":"Fuse, todo virilidad y seducción, es un equipo de demolición... Y lo sabe. Rebosante de alegría, es un despreocupado entusiasta de las demoliciones, armado hasta los dientes de cosas que EXPLOTAN. Fuse tiene confianza de sobra, pero no se le da bien planificar. Prefiere volar lo que sea y dejar las preguntas para después y se le da fenomenal buscar chatarra. <br> Fuse creció en Salvo, un brutal planeta regido por una colección rotativa de jefes militares inadaptados obsesionados con el caos, los asesinatos y pasarlo bien. Durante la mayor parte de su vida, trabajó como mercenario junto a Maggie, su amiga de la infancia. Ella aspiraba a convertirse en uno de los jefes militares más poderosos de Salvo y Fuse se sentía cada vez más atraído por la arena. Más adelante, Fuse descubrió su pasión cuando comenzó a luchar en la competición sangrienta de Salvo: Jaula de huesos. Demostró ser el mejor, más carismático y aclamado gladiador del planeta. Pero anhelaba unirse al mayor escenario de todos: los Juegos Apex. Salvo formaba parte del Espacio independiente y su sueño era imposible, pero su oportunidad llegó cuando se unieron al Sindicato. Sin embargo, todo tiene un precio y Maggie no lo dejaría marchar sin luchar.",
        "img_hab01":"img/Hab_legends/fuse_01.png",
        "img_hab02":"img/Hab_legends/fuse_02.png",
        "img_hab03":"img/Hab_legends/fuse_03.png",
        "text_info01":"Granadero<br>Almacena una granada adicional por espacio de inventario. Lanza granadas mas lejos y con mayor rapidez y precision.",
        "text_info02":"Granadero<br>Almacena una granada adicional por espacio de inventario. Lanza granadas mas lejos y con mayor rapidez y precision.",
        "text_info03":"Petardazo<br>Inicia un bombardeo que rodea una zona objetivo con un muro de llamas.",
        "YT":"https://www.youtube.com/embed/Wgt4XnHqtJA"
    },
    {
        "for":"gibr",
        "imagen":"img/Banner/Gibraltar_banner.png",
        "name":"Gibraltar",
        "specialty":"Fortaleza escudada",
        "info_legends":"Gibraltar es un gigante amable con un lado rebelde. Hijo de 2 voluntarios de la SARAS (Sociedad de Auxilio, Rescate, Acogida y Salvamento), siempre se le ha dado bien sacar a otros de situaciones comprometidas, frecuentes en las Tierras Salvajes. Sin embargo, solo empezó a comprender el valor de proteger a los demás cuando él y su novio cogieron a escondidas la moto de su padre, salieron con ella a divertirse y quedaron atrapados por una letal avalancha de barro. Sus progenitores fueron en su búsqueda, pero su padre perdió un brazo en el rescate. Gibraltar nunca olvidó este sacrificio, y por eso ahora dedica su vida a ayudar a gente necesitada. <br> Los Juegos Apex no cambiaron este aspecto de su personalidad, pero sí su significado. Muchos de los amigos y colegas de Gibraltar han competido en los juegos durante años para ganar más dinero, fama y gloria, y algunos nunca regresaron a casa. Gibraltar se unió para protegerlos y, por primera vez, sus habilidades como rescatador y su naturaleza rebelde se aunaron. Hoy se ha convertido en un icono de los Juegos Apex, arriesgándose en la línea de fuego para defender a su pelotón y haciendo huir a sus rivales.",
        "img_hab01":"img/Hab_legends/gibraltar_01.png",
        "img_hab02":"img/Hab_legends/gibraltar_02.png",
        "img_hab03":"img/Hab_legends/gibraltar_03.png",
        "text_info01":"Cupula de proteccion<br> Crea un escudo cupula que bloquea ataques y hace que las curaciones actuen mas rapido.",
        "text_info02":"Escudo de arma<br>Al apuntar con la mira, se despliega un escudo de arma que bloquea los proyectiles que te disparan.",
        "text_info03":"Bombardeo defensivo<br>Solicita un ataque de morteros concentrados en una posicion marcada.",
        "YT":"https://www.youtube.com/embed/ccDyztf9FjU"
    },
    {
        "for":"hori",
        "imagen":"img/Banner/Horizon_banner.png",
        "name":"Horizon",
        "specialty":"Manipuladora gravitacional",
        "info_legends":"Hace casi un siglo, las Tierras Salvajes estaban al borde de una crisis energética catastrófica. Por eso encargaron a la Dra. Mary Somers, una encantadora y excéntrica astrofísica, que buscara una solución. Mary se llevó a su familia al centro de investigación científica de Olympus y empezó a trabajar. <br> Con la ayuda de su aprendiz, la Dra. Reid, Mary descubrió el Branthium, un elemento que estaba convencida de que podía ser la clave de una energía ilimitada. Pero el Branthium solo se encuentra en el disco de acrecimiento de los agujeros negros. Así, Mary y la Dra. Reid emprendieron una peligrosa misión para demostrar su teoría.",
        "img_hab01":"img/Hab_legends/horizon_01.png",
        "img_hab02":"img/Hab_legends/horizon_02.png",
        "img_hab03":"img/Hab_legends/horizon_03.png",
        "text_info01":"Ascensor Gravitacional<br>Invierte el flujo de gravedad, lanza a los jugadores hacia arriba y despues hacia el exterior al salir.",
        "text_info02":"Paseo espacial<br>Mejora el control en el aire y reduce los impactos por caida con el traje espacial personalizado de horizon.",
        "text_info03":"Agujero Negro<br>Despliega a N.E.W.T. para crear un micro agujero negro que atrae a los jugadores y los golpea con una rafaga de gravitones al final.",
        "YT":"https://www.youtube.com/embed/nGubFm6UyLU"
    },
    {
        "for":"life",
        "imagen":"img/Banner/lifeline_banner.png",
        "name":"Lifeline",
        "specialty":"Médica de combate",
        "info_legends":"Ajay Che, apodada Lifeline, no es la típica persona que esperarías encontrar en los Juegos Apex. Hija de unos ricos mercaderes de la guerra, huyó de casa cuando supo el daño que había provocado su familia y se alistó en el Cuerpo de Paz Fronterizo, una organización humanitaria que ayuda a las comunidades necesitadas de la Frontera. Desde entonces ha dedicado su vida a ayudar a los demás y se ha unido a los Juegos Apex para financiar el Cuerpo de Paz Fronterizo con sus ganancias. <br>Dado que en los juegos nadie es inocente (todos saben qué hacen allí) y que cada una de sus victorias se traduce en ayuda para los necesitados, Lifeline no tiene problemas de conciencia por participar en este popular y cruento deporte. O, al menos, eso es lo que se dice a sí misma. Aunque parezca sarcástica y dura, en el fondo desea ayudar a la gente y hacer de este un mundo mejor. Y si eso significa tener que sacrificar a algunas personas, que así sea.",
        "img_hab01":"img/Hab_legends/lifeline_01.png",
        "img_hab02":"img/Hab_legends/lifeline_02.png",
        "img_hab03":"img/Hab_legends/lifeline_03.png",
        "text_info01":"Dron medico DOC<br>El dron operario de curacion (DOC) cura automatica y progresivamente a quienes esten cerca.",
        "text_info02":"Recuperacion de combate<br>Despliega el DOC para renimar a tus compañeros: asi tendra libertad de movimiento y podra defenderte.",
        "text_info03":"Pack de supervivencia<br>Solicita el envio de una capsula llena de equipo defensivo de alta calidad.",
        "YT":"https://www.youtube.com/embed/nxXFfe5X5qo"
    },
    {
        "for":"loba",
        "imagen":"img/Banner/Loba_banner.png",
        "name":"Loba",
        "specialty":"Ladrona teletransportadora",
        "info_legends":"Cuando Loba tenía nueve años vio a Revenant, un sicario simulacrum, asesinar a su familia. Sin nada ni nadie, consiguió sobrevivir a base de robar. Con el tiempo, las habilidades y herramientas de Loba mejoraron lo bastante como para salir de la miseria. Todo cambió cuando consiguió entrar en unas instalaciones supuestamente impenetrables y hacerse con la tecnología de salto que albergaban. Gracias a su nueva pulsera de teletransporte, los objetos más protegidos e inalcanzables estaban ahora a su alcance... al igual que su sueño de vivir a lo grande. <br> En las Tierras Salvajes se corrió la voz: si querías algo valioso (y bien protegido), lo mejor era hablar con Loba. Justo cuando creyó que había conseguido dejar atrás su pasado, Revenant se unió a los Juegos, trayendo de vuelta todos esos recuerdos. Desesperada por encontrar una forma de matarlo, saboteó unas instalaciones llenas de cuerpos de Revenant y, de paso, hundió Villa calavera y la Cúpula del trueno. Lástima que esa fuera solo una de las muchas fábricas ocultas en la Frontera. Ahora, Loba se ha unido a los Juegos para intentar acabar con él de una vez por todas; aunque tampoco le viene mal que la arena esté cargada de tesoros. <br> Si la fortuna le sonríe, se vengará. Mientras, ya le ha ido echando el ojo a algún que otro objeto brillante.",
        "img_hab01":"img/Hab_legends/loba_01.png",
        "img_hab02":"img/Hab_legends/loba_02.png",
        "img_hab03":"img/Hab_legends/loba_03.png",
        "text_info01":"Truco de ladrona<br>Teletransportate a lugares dificiles de llegar o huye de los problemas lanzando la pulzera de salo.",
        "text_info02":"Ojo para la calidad<br>Los botines legendarios y epicos cercanos se ven a traves de las paredes. El alcance es el mismo que el de la tienda del mercado negro.",
        "text_info03":"Tienda del mercado negro<br>Coloca un dispositivo portatil para teletransportar botines cercanos a tu inventario. Cada leyenda aliada o enemiga puede coger un mazimo de dos objetos.",
        "YT":"https://www.youtube.com/embed/6lb_dtgHIYM"
    },
    {
        "for":"mira",
        "imagen":"img/Banner/Mirage_banner.png",
        "name":"Mirage",
        "specialty":"Pícaro holográfico",
        "info_legends":"Mirage es la típica persona a la que le gusta no pasar desapercibida. El menor de 4 hermanos, ha llevado a la perfección el arte de bromear para llamar la atención. Lo que sí se tomó muy en serio fue la tecnología de holopiloto. Su madre, ingeniera, le enseñó los entresijos de esta tecnología creadora de ilusiones, y Mirage se entregó al estudio de sus mecanismos hasta aprender todo lo que pudo sobre estos. Incluso después de que sus hermanos desaparecieran en combate durante la Guerra de la Frontera, Mirage y su madre siguieron desarrollando dispositivos holográficos, y el trabajo los unió. <br> Cuando trabajaba como camarero para llegar a fin de mes, Mirage escuchó las increíbles historias de sus parroquianos sobre los Juegos Apex, y sobre la fortuna y gloria que podía conseguirse ganando en estos. Pese a lo atractivo de la idea, sabía que no podía arriesgarse a dejar a su madre sin hijos... hasta que ella misma le regaló unos dispositivos holográficos personalizados y le animó a que persiguiera su sueño. Hoy es la salsa de los Juegos Apex, superando en ingenio a sus rivales y encandilando al público de las Tierras Salvajes.",
        "img_hab01":"img/Hab_legends/mirage_01.png",
        "img_hab02":"img/Hab_legends/mirage_02.png",
        "img_hab03":"img/Hab_legends/mirage_03.png",
        "text_info01":"Desquiciar<br>Despliega un señuelo holografico para confundir al enemigo.",
        "text_info02":"Ahora me ves...<br>Activa el camuflaje automaticamente al usar balizs de reaparicion y al reanimar a compañeros de equipo.",
        "text_info03":"Alma de la fiesta<br>Despliega un conjunto de señuelos para distraer a los enemigos.",
        "YT":"https://www.youtube.com/embed/gPHlrmyM8v4"
    },
    {
        "for":"octa",
        "imagen":"img/Banner/Octane_banner.png",
        "name":"Octane",
        "specialty":"Acróbata veloz",
        "info_legends":"Un día, Octavio Silva estaba aburrido. De hecho, así era la mayoría de los días. Hijo de los presidentes de Silva Pharmaceuticals (absortos en su trabajo) y con todo el dinero del mundo, se entretenía realizando increíbles acrobacias desafiando a la muerte y publicando holovídeos de estas para el asombro de sus seguidores. Aquel día, decidió batir el récord de un circuito cercano lanzándose hacia la línea de meta... tras explotar una granada. <br> Cuando llegó a Urgencias horas más tarde, los médicos le informaron de que las heridas que había sufrido en las piernas eran tan graves que sus días de temerario habían terminado. Octavio se resistió a aceptarlo y pidió ayuda a una vieja amiga, Ajay Che, a la que rogó y suplicó hasta que esta accedió a falsificar una orden para reemplazarle las piernas por otras biónicas. Viendo que ahora podía reparar sus miembros en un instante, Octavio decidió que los simples vídeos de acrobacias virales no eran suficientes: el subidón de adrenalina definitivo, los Juegos Apex, lo estaban esperando. Ahora está decidido a convertirse en un campeón de la arena Apex ejecutando los movimientos más increíbles y temerarios jamás vistos. Quizá en la arena deje de aburrirse tanto.",
        "img_hab01":"img/Hab_legends/octane_01.png",
        "img_hab02":"img/Hab_legends/octane_02.png",
        "img_hab03":"img/Hab_legends/octane_03.png",
        "text_info01":"Adrenalina<br>Te mueves un 30% mas rapido al andar y un 40% al correr durante 6 segundos. Consume salud al usarse.",
        "text_info02":"Reparacion Rapida <br> Recupera salud automaticamente con el tiempo al no recibir daños.",
        "text_info03":"Plataforma de salto<br>Despliega una plataforma que catapulta a quienes la usan por los aires.",
        "YT":"https://www.youtube.com/embed/aOdTqvcEaZ8"
    },
    {
        "for":"ramp",
        "imagen":"img/Banner/Rampart_banner.png",
        "name":"Rampart",
        "specialty":"Tuneadora +",
        "info_legends":"Rampart es una empresaria trabajadora, que solo necesita un arma potente y una mochila llena de chatarra para sobrevivir en el peligroso mundo tipo lejano oeste de las Tierras Salvajes. Antes de abrir su popular negocio de modificadores en Gaea, Ramya Parekh (Rampart para abreviar) se hizo famosa en el circuito del guantelete subterráneo. Parekh llegó a lo más alto gracias a sus habilidades con sus equipos tuneados. Empezó a aceptar trabajos de contrabandistas, miembros del sindicato y todos los demás. Se dice que no es genial hasta que pone Rampart. <br> A Parekh siempre le ha gustado presumir de ser mejor que los demás o, aún mejor, decir que los demás son peores que ella. Quizá esto llevó a un grupo de asaltantes a tenderle una emboscada en su tienda una noche. El negocio se quemó y solo quedó una tarjeta Apex, que para Parekh no es solo una invitación a competir, sino una señal de que aunque haya perdido la tienda, aún tiene lo que la construyó. Como dice su lema, es la clase de persona que siempre puede convertir la basura en oro.",
        "img_hab01":"img/Hab_legends/rampart_01.png",
        "img_hab02":"img/Hab_legends/rampart_02.png",
        "img_hab03":"img/Hab_legends/rampart_03.png",
        "text_info01":"Cobertura ampliada<br>Despliega un muro de cobertura ampliada completa que bloquea el fuego exterior y potencia los disparos desde su interior.",
        "text_info02":"Cargador modificado<br>Capaciadad de cargador ampliada y recarga mas rapida al usar ametralladoras ligeras y la minigun",
        "text_info03":"Minigun de posicion Sheila<br>Coloca una ametralladora montada que cualquiera puede usar. Alta capacidad de municion y tiempo de recarga lento.",
        "YT":"https://www.youtube.com/embed/Q-PEA9KX72A"
    },
    {
        "for":"reve",
        "imagen":"img/Banner/Revenant_banner.png",
        "name":"Revenant",
        "specialty":"Pesadilla sintética",
        "info_legends":"Revenant era humano, el mejor sicario del Sindicato de mercenarios. Cuando se miraba en el espejo, lo único que veía era el reflejo de una cara humana. Pero el tiempo lo cambia todo, y cuando su programación empezó a fallar, fue consciente de en qué se había convertido a manos del Sindicato de mercenarios y Hammond Robotics: en un tormento andante de acero y vestigios de carne. Sus jefes lo resucitaron en forma de simulacro, se lo arrebataron a la muerte una y otra vez... y lo programaron para que olvidara. <br> Juró que acabaría con quienes le convirtieron en lo que es, pero han pasado más de dos siglos y todos han fallecido ya... o eso creía. El regreso de Hammond Robotics a las Tierras Salvajes ha reafirmado su sed de venganza, y no se detendrá hasta que todo el que esté relacionado con la empresa esté muerto. Tampoco se detendrá a la hora de destripar a alguna que otra Leyenda por el camino. Antes necesitaba razones para matar, pero eso se acabó.",
        "img_hab01":"img/Hab_legends/revenant_01.png",
        "img_hab02":"img/Hab_legends/revenant_20.png",
        "img_hab03":"img/Hab_legends/revenant_03.png",
        "text_info01":"Silencio<br>Lanza un dispositivo que inflige daños e inutiliza las habilidades de los enemigos.",
        "text_info02":"Hostigador<br>Camina mas rapido agachado y trepa mas alto que otras leyendas.",
        "text_info03":"Totem de la muerte<br>Coloca un totem que protege a quienes lo usan de eliminaciones. En lugar de que te eliminen o te derriben, regresaras al totem.",
        "YT":"https://www.youtube.com/embed/zYkFbIV1YVE"
    },
    {
        "for":"watt",
        "imagen":"img/Banner/wattson_banner.png",
        "name":"Wattson",
        "specialty":"Defensora estática",
        "info_legends":"Natalie ´Wattson´ Paquette es un rostro familiar en los Juegos Apex, aunque por razones diferentes a la mayoría. Su padre era el director de ingería eléctrica, estudió sus manuales para estar cerca de él y descubrió su vocación desde pequeña. Aunque podía estar completamente distraída un momento e hiperconcentrada el siguiente, la electricidad le ayudaba a centrarse. Su movimiento ordenado y predecible tenía mucha más lógica que el resto del mundo. <br> Devoró todos los libros sobre la materia para convertirse en una hábil ingeniera y encargó la construcción del anillo de contención modificado de los Juegos Apex. Por desgracia, su padre murió el día de la presentación y se quedó sola. Cuando peor estaba, un grupo de competidores la invitaron a regresar a la arena con ellos y le aseguraron que siempre tendría un hogar. Ahora lucha con sus amigos en la arena que ayudó a construir. Destruye misiles, crea escudos y utiliza su torre para silenciar las peleas demasiado escandalosas. Nadie conoce la arena como Wattson y todo el que la subestime se sorprenderá.",
        "img_hab01":"img/Hab_legends/wattson_01.png",
        "img_hab02":"img/Hab_legends/wattson_02.png",
        "img_hab03":"img/Hab_legends/wattson_03.png",
        "text_info01":"Perimetro de seguridad<br>Conecta nodos para crear vallas electrificadas que dañen y ralenticen a los enemigos.",
        "text_info02":"Chispa de genialidad<br>Los aceleradores de definitiva cargan completamente la habilidad definitiva.",
        "text_info03":"Torre interceptora<br>Coloca una torre interceptora que destruye los explosivos que te lancen y repara los escudos dañados.",
        "YT":"https://www.youtube.com/embed/BuqnLGbjhkY"
    },
    {
        "for":"wrai",
        "imagen":"img/Banner/Wraith_banner.png",
        "name":"Wraith",
        "specialty":"Hostigadora interdimensional",
        "info_legends":"Wraith es un torbellino de lucha, capaz de realizar ataques letales y manipular el espacio-tiempo mediante la creación de brechas en el continuo de la realidad. Pero estas habilidades tienen un precio. Hace años, se despertó en un centro de detención de IMC sin recordar quién era. La jefa de experimentos Renee Blasey, que se ofreció como conejillo de Indias para sus pruebas, cuya compañera la traicionó y la encerró... ya no existía. Lo único que quedaba era una niña tímida, asustada por una cacofonía de voces de su cabeza, hasta que apareció otra versión de ella y le enseñó a escuchar a las voces. Wraith le hizo caso y reunió fuerzas para liberarse de su prisión y escapar a una realidad diferente: esta realidad. <br> Libre, aunque despojada de sus recuerdos, Wraith continúa su búsqueda para descubrir quién era antes de los experimentos. Dado que muchos de los Juegos Apex se celebran en las antiguas bases de IMC, Wraith ahora compite para poder acceder a las misteriosas instalaciones y obtener más información sobre quién era. Sigue siendo una habitual de los Juegos Apex y con cada partida se acerca cada vez más a la verdad...",
        "img_hab01":"img/Hab_legends/Wraith_01.png",
        "img_hab02":"img/Hab_legends/Wraith_02.png",
        "img_hab03":"img/Hab_legends/Wraith_03.png",
        "text_info01":"En el vacio<br>Te reposicionas rapidamente en la seguridad del vacio para evitar cualquier daño.",
        "text_info02":"Voces del vacio<br>Una voz te avisa cuando se acerca un peligro. Por lo que parece, esta de tu parte.",
        "text_info03":"Brecha dimensional<br>Conecta 2 ubicaciones con portales durante 60 segundos, y todo tu equipo puede usarlos.",
        "YT":"https://www.youtube.com/embed/bglAJajZFx4"
    },
    {
        "for":"valk",
        "imagen":"img/Banner/Valkyrie_banner.png",
        "name":"Valikyrie",
        "specialty":"Vengadora alada",
        "info_legends":"Valiente, audaz, pasional y feroz, a Kairi Imahara no le importar soslayar la ley ni sobornar a cualquiera. De niña, robó un titán que pertenecía a su padre, cuyo indicativo era Viper. De mayor, quería ser igual que él. Pero un día se marchó a una misión y nunca regresó. En cierto modo, siguió sus pasos: aunque no era un titán, su nave ofrecía una vida decente. Sin embargo, su vida personal era inexistente. Durante el día traficaba con cargamentos valiosos y, por la noche, se enfrentaba a forajidos y mercenarios en los bares. Pero a pesar de poder disfrutar de mujeres, alcohol y su amor por el cielo, seguía obsesionada con buscar al hombre que envió a su padre a su última misión: su comandante, Kuben Blisk.<br> Buscó a Blisk e iba a acabar con él. Pero habló de su padre con respeto... y la retó a ser mejor. No obstante, le disparó, aunque no a matar. Le bastaba con saber que podía llegar hasta él. Bueno, eso y la tarjeta de los Juegos Apex que le arrebató a Blisk. <br> Con el núcleo de vuelo intacto del Northstar de Viper construyó una elegante mochila propulsora que honraba la memoria de su padre. Y entonces, Kairi pudo por fin elevarse por su cuenta... y en una versión del titán de su padre que acabó haciendo suya.",
        "img_hab01":"img/Hab_legends/valkirya_01.png",
        "img_hab02":"img/Hab_legends/valkirya_02.png",
        "img_hab03":"img/Hab_legends/valkirya_03.png",
        "text_info01":"Nube de misiles<br>Lanza una nube de minicohetes que dañan y desorientan al enemigo.",
        "text_info02":"Propulsores verticales<br>Utiliza la mochila propulsora para volar. El combustible es limitado, pero se rellena con el tiempo.",
        "text_info03":"Salto escentente<br>lanzate al aire y haz un picado. Los aliados pueden engancharse a los sistemas de despegue para unirse a ti.",
        "YT":"https://www.youtube.com/embed/2SInNYKrUyI"
    },
    {
        "for":"caus",
        "imagen":"img/Banner/Caustic_banner.png",
        "name":"Caustic",
        "specialty":"Trampero tóxico",
        "info_legends":"Valiente, audaz, pasional y feroz, a Kairi Imahara no le importar soslayar la ley ni sobornar a cualquiera. De niña, robó un titán que pertenecía a su padre, cuyo indicativo era Viper. De mayor, quería ser igual que él. Pero un día se marchó a una misión y nunca regresó. En cierto modo, siguió sus pasos: aunque no era un titán, su nave ofrecía una vida decente. Sin embargo, su vida personal era inexistente. Durante el día traficaba con cargamentos valiosos y, por la noche, se enfrentaba a forajidos y mercenarios en los bares. Pero a pesar de poder disfrutar de mujeres, alcohol y su amor por el cielo, seguía obsesionada con buscar al hombre que envió a su padre a su última misión: su comandante, Kuben Blisk.<br> Buscó a Blisk e iba a acabar con él. Pero habló de su padre con respeto... y la retó a ser mejor. No obstante, le disparó, aunque no a matar. Le bastaba con saber que podía llegar hasta él. Bueno, eso y la tarjeta de los Juegos Apex que le arrebató a Blisk. <br> Con el núcleo de vuelo intacto del Northstar de Viper construyó una elegante mochila propulsora que honraba la memoria de su padre. Y entonces, Kairi pudo por fin elevarse por su cuenta... y en una versión del titán de su padre que acabó haciendo suya.",
        "img_hab01":"img/Hab_legends/valkirya_01.png",
        "img_hab02":"img/Hab_legends/valkirya_02.png",
        "img_hab03":"img/Hab_legends/valkirya_03.png",
        "text_info01":"Nube de misiles<br>Lanza una nube de minicohetes que dañan y desorientan al enemigo.",
        "text_info02":"Propulsores verticales<br>Utiliza la mochila propulsora para volar. El combustible es limitado, pero se rellena con el tiempo.",
        "text_info03":"Salto escentente<br>lanzate al aire y haz un picado. Los aliados pueden engancharse a los sistemas de despegue para unirse a ti.",
        "YT":"https://www.youtube.com/embed/dSz8Dnj1pdI"
    },
    {
        "for":"cryp",
        "imagen":"img/Banner/Crypto_banner.png",
        "name":"Crypto",
        "specialty":"Experto en vigilancia",
        "info_legends":"Crypto está especializado en secretos. Es un hacker brillante y un experto en cifrado y utiliza drones aéreos para espiar a sus rivales en la arena de Apex y pasar desapercibido. Pero él también tiene un secreto: se llama Tae Joon Park y se unió a los Juegos Apex para buscar a los que lo habían incriminado por asesinato. <br> A Tae Joon lo abandonaron a una edad temprana y quedó huérfano. Consiguió escapar de una vida de miseria al convertirse en ingeniero informático para el Sindicato de mercenarios junto a su hermana adoptiva, Mila Alexander. Un día, Tae Joon y Mila se toparon con un algoritmo que podía predecir el resultado de cualquier partido de los Juegos Apex, oculto en los sistemas informáticos de los Juegos. Eso atrajo la atención de la gente equivocada: al día siguiente, Mila desapareció y Tae Joon se vio obligado a esconderse después de que lo incriminaran por su asesinato. Ahora se ha unido a los Juegos para restituir su reputación. A veces, el centro de todas las miradas es el mejor lugar para ocultarse.",
        "img_hab01":"img/Hab_legends/cripto_01.png",
        "img_hab02":"img/Hab_legends/cripto_02.png",
        "img_hab03":"img/Hab_legends/cripto_03.png",
        "text_info01":"Dron de vigilancia<br>Despliega un dron aereo para ver las zonas circundantes desde arriba. Si el dron es destruido, existe un tiempo de espera de cuarenta segundos antes de poder desplegar otro.",
        "text_info02":"Neuroenlace<br>Los enemigos, detectados por el dron de vigilancia a un maximo de 30 metros de tu posicion quedaran marcados, pudiendo ser vistos por ti y por tus compareros.",
        "text_info03":"PEM de dron<br>El dron de vigilancia envia un pulso electromagnetico que inflige daños a los escudos, ralentiza a los enemigos y desactiva trampas.",
        "YT":"https://www.youtube.com/embed/wP1qm7HfGuE"
    },
    {
        "for":"seer",
        "imagen":"img/Banner/Seer_banner.png",
        "name":"Seer",
        "specialty":"Artista de la emboscada",
        "info_legends":"Antes de su nacimiento, se predijo que Seer traería dolor y sufrimiento al mundo. La noche que nació, un meteorito atravesó el cielo e impactó en la luna de su mundo. Se consideró un mal presagio y, cuando los ojos azul pálido de Obi Edolasim se abrieron, su comunidad vio a un niño maldito. No era así para sus padres, que lo adoraban incondicionalmente porque veían el alma creativa y empática de su hijo. Incluso le apoyaron cuando se sintió atraído por la teatralidad de las Arenas, donde podía expresarse por completo. <br> Al principio, al público no acababa de gustarle. Pero con el tiempo, con cada victoria, el poder que llevaba dentro creció y, con él, su fuerza en las Arenas. Y, cuando su reputación empezó a extenderse, pasó algo raro... El público abatido, marginado y olvidado se veía reflejado en Seer. En un visto y no visto, multitud de personas se acercaban para verlo luchar y animarle como su campeón. Ahora, esta leyenda de las Arenas llega a los Juegos Apex y no hay ni un alma que no haya oído su nombre. El niño nacido bajo un mal augurio y un terrible mito ha convertido su historia en una leyenda aún mayor. Es Seer, un icono de los malditos, los inaceptados y los descaradamente originales.",
        "img_hab01":"img/Hab_legends/seer_01.png",
        "img_hab02":"img/Hab_legends/seer_02.png",
        "img_hab03":"img/Hab_legends/seer_03.png",
        "text_info01":"Foco de atencion<br>Seer convoca a sus microdrones para emitir una explosion retardada que atraviesa los muros e interrumple a los enemigos y muestra sus posiciones.",
        "text_info02":"Buscacorazones<br>Escucha y visualiza los latidos de los enemigos cercanos al apuntar con la mira.",
        "text_info03":"Exhibicion<br>Crea una esfera de microdrones que revelan la ubicacion de los enemigos que se muevan rapidamente o disparen armas en su interior.",
        "YT":"https://www.youtube.com/embed/BVvuQWz4-jI"
    },
    {
        "for":"ash",
        "imagen":"img/Banner/Ash_banner.png",
        "name":"Ash",
        "specialty":"Instigadora incisiva",
        "info_legends":"La Dra. Ashleigh Reid nació en la implacable Frontera. Todavía era muy humana por aquel entonces, cuando aprendió que la única persona que cuidaría de ella sería ella misma. Un día, un grupo de mercenarios la contrató para hacer un trabajo muy delicado: robar una fuente de carburante experimental que estaban investigando en Olympus, una ciudad de las Tierras Salvajes. Aquel trabajo parecía hecho a su medida. Se infiltró y pasó años manipulando psicológicamente al equipo de investigación. Murió cuando el laboratorio se autodestruyó. <br> Y a la vez, no lo hizo.<br>Transfirieron su cerebro a un simulacrum. Sin embargo, la operación le hizo perder años de recuerdos y el trauma de su 'muerte' provocó una escisión en su personalidad. Ash es la encarnación del lado más frío, perfeccionista y ambicioso de la Dra. Reid. Sin embargo, tras esa fachada rebosante de confianza se esconde algo siniestro. Tras un encontronazo con Horizon en el que la programación del simulacrum de Ash quedó anulada, aquello que mantenía confinada la vulnerable (y no por ello menos inteligente) personalidad de Leigh ha empezado a resquebrajarse. Ash participa en los Juegos para demostrar que ha dejado atrás todo rastro de humanidad. Leigh está decidida a demostrar que se equivoca.",
        "img_hab01":"img/Hab_legends/ash_01.png",
        "img_hab02":"img/Hab_legends/ash_02.png",
        "img_hab03":"img/Hab_legends/ash_03.png",
        "text_info01":"Trampa arrojadiza<br>Lanza una trampa giratoria que inflige daños y atrapa al primer enemigo que se acerque demasiado.",
        "text_info02":"Condenado<br>El mapa de ash muestra la ubicacion de las cajas de enemigos y marca atacantes con vida.",
        "text_info03":"brecha de fase<br>Abre un portal unidireccional a una ubicacion objetivo.",
        "YT":"https://www.youtube.com/embed/CetTZ9cYPd4"
    },
    {
        "for":"banga",
        "imagen":"img/Banner/bangalore_banner.png",
        "name":"bangalore",
        "specialty":"Soldado profesional",
        "info_legends":"Bangalore pertenece a una familia militar donde las haya: ella, sus padres y sus cuatro hermanos mayores sirvieron a IMC. Ha sido un soldado excepcional toda su vida. Dedicada a la causa de IMC, fue la primera de su promoción en la Academia Militar de IMC y la única cadete capaz de desensamblar un Peacekeeper, equiparlo con un estrangulador de precisión y volver a montarlo en menos de 20 segundos... con los ojos vendados. <br> En los meses siguientes a la batalla de Gridiron, unos agresores desconocidos atacaron la IMS Hestia, con Anita y su hermano Jackson a bordo. Una bomba en el casco exterior arrancó un trozo de la nave... No obstante, Jackson consiguió blindarla y dio su vida por ella. Anita observó con impotencia cómo Jackson acababa succionado hacia el vacío del espacio. Tras estrellarse en un planeta del Sindicato, Anita buscó trabajo y al hermano que se negaba a creer que había muerto. Su intención era iniciar el viaje de regreso a casa, que duraría décadas. Ahora lucha para obtener dinero en los Juegos Apex, con la esperanza de encontrar un piloto dispuesto a emprender el épico viaje de vuelta a casa para reunirse con lo que queda de su familia.",
        "img_hab01":"img/Hab_legends/bangalore_01.png",
        "img_hab02":"img/Hab_legends/bangalore_02.png",
        "img_hab03":"img/Hab_legends/bangalore_03.png",
        "text_info01":"Lanzahumo<br>Lanza una granada de humo de alta velocidad que explota creando una pantalla de humo al impactar.",
        "text_info02":"Paso ligero<br>Si recibes disparos mientras corres, te moveras mas rapido durante un breve periodo de tiempo.",
        "text_info03":"Retumbar del trueno<br>Solicita un ataque de artilleria que avanza progresivamente por el campo de batalla.",
        "YT":"https://www.youtube.com/embed/JyJhFYNob30"
    },
    {
        "for":"path",
        "imagen":"img/Banner/Pathfinder_banner.png",
        "name":"Pathfinder",
        "specialty":"Explorador de avanzada",
        "info_legends":"Pathfinder es la viva imagen del optimismo, pese a sus circunstancias. Es un MRVN (Mecanismo Robótico Versátil Nanocomputerizado) modificado para especializarse en exploración y reconocimiento de ubicaciones. Su sistema central se activó hace décadas en un almacén abandonado, sin tener ni idea de quién lo había creado ni por qué. Con su designación de MRVN como única pista sobre su identidad, Pathfinder empezó a buscar a su creador. <br> Desde entonces, Pathfinder ha aprendido mucho en sus viajes (como, por ejemplo, a cocinar un buen cocido de leviatán a lo oriental), pero no ha logrado ningún progreso en la búsqueda de su creador. Con todo, nunca ha abandonado la esperanza, y se ha unido a los Juegos Apex para conseguir la atención de los fans y, con suerte, de la persona que lo fabricó. Mientras tanto, se sigue mostrando entusiasta y servicial, siempre listo para hacer nuevos amigos (y eliminarlos después).",
        "img_hab01":"img/Hab_legends/pathfinder_01.png",
        "img_hab02":"img/Hab_legends/pathfinder_02.png",
        "img_hab03":"img/Hab_legends/pathfinder_03.png",
        "text_info01":"Garfio<br>Usa el garfio para llegar rapidamente a lugares fuera de tu alcance.",
        "text_info02":"Conocimiento interno<br>Escanea una baliza de reconocimiento para desvelar la ubicacion del proximo anillo.",
        "text_info03":"Lanzatirolinas<br>Despliega una tirolina que pueden usar todos.",
        "YT":"https://www.youtube.com/embed/kBpc2EaKBcA"
    }
    
]